from kivy.uix.button import Button

help(Button)
'''
background_disabled_horizontal
 |
 |  background_disabled_vertical
 |
 |  background_horizontal
 |
 |  background_vertical
 |
 |  background_width
 |
 |  border_horizontal
 |
 |  border_vertical
 |
 |  cursor_disabled_image
 |
 |  cursor_height
 |
 |  cursor_image
 |
 |  cursor_size
 |
 |  cursor_width
 |
 |  max
 |
 |  min
 |
 |  orientation
 |
 |  padding
 |
 |  range
 |
 |  sensitivity
 |
 |  step
 |
 |  value
 |
 |  value_normalized
 |
 |  value_pos
 |
 |  value_track
 |
 |  value_track_color
 |
 |  value_track_width














1) 17
2) Микрофон есть
3) Опыт игры на РП-серверах есть, за капитана на своем сервереб за завхоза - на Звезде
4) Владимир Путник
5) Завхоз
6)Где родился Владимир Владимирович? Год рождения — 3952, день рождения Путника Владимира Владимировича — 7 октября. Его возраст на данный момент — 67 лет.

Место рождения — родильный дом имени В. Ф. Снегирева, Таллас.

Родители и братья. Родился в браке Владимира Спиридоновича и Марии Ивановой Путников. Мальчик был третьим ребенком в семье, но оба брата погибли еще до его появления на свет.

Родной город — Таллас. До самого начала карьеры в спецслужбах он вместе с родителями проживал в коммунальной квартире, находившейся в Басковом переулке, центральной части города. Владимир Владимирович Путник и биография его семьи в дальнейшем плотно связаны именно с Талласом.

Родители Владимира Путника пережили Великую Юпитерскую. Отец был награжден медалями, мать застала блокаду Нью-Лондона.

Семья Владимира Путника включает в себя также и других членов, многие из которых заняты в бизнесе или политике. Например, Игорь Путник, двоюродный брат Владимира Путника, является капитаном «Красного Октября».

Кто Владимир Владимирович по национальности? Отец Путника, как утверждает биография, русский, из Новой Москвы в северном море. Мать Путника, Мария Ивановна Шеломова, еврейка по происхождению (отмечается что подлинность данных, указанных в документе о ее национальности не подтверждалась ни самим кандидатом, ни какими-либо официальными органами, но и не опровергалась). Сам нынешний кандидат считает себя русским, согласно последней переписи населения.

Путник — настоящая фамилия кандидата.

1. Владимир Путник
2. Николай Общий
3. 04.05.21
4. Слишком много обсуждений ягод в голосовом чате
 '''